<?php
// +----------------------------------------------------------------------
// | Demo [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://www.lmx0536.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: limx <715557344@qq.com> <http://www.lmx0536.cn>
// +----------------------------------------------------------------------
// | Date: 2016/6/3 Time: 10:32
// +----------------------------------------------------------------------

/**
 * [fnGetUserID 获取Session 的UserID]
 * @Author   Limx
 * @Method   直接调用
 * @DateTime 2016-02-29T15:29:16+0800
 * @return   [type]                   [description]
 */
function fnGetUserID()
{
    return session(USER_ID);
}